Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/other_files/fordypning_i_samisk_lulesamisk.doc.tmx
Source language: smj
Languages: sma

source: SÁMEGIELA TJIEGŊODIBME - OAHPPOPLÁDNA
sma: SAEMIEN GÏEHTJEDIMMIE - LEAROESOEJKESJE

source: Fága ulmme
sma: Faagen ulmie

source: Sámegiela tjiegŋodibme le dagádum sæmmi fágalasj vuodo ja sæmmi árvvovuodo milta gå sámegielfáhka.
sma: Saemien gïehtjedimmie seamma faagen våaromem jïh seamma aarvoevåaromem goh saemienfaagen.

source: Åhpadus galggá láhtjet dilev fágalasj tjiegŋodibmáj ja liehket åvddånahttemin identitehtav, gielalasj ja kultuvralasj máhtudagáv sámegielan ja måvtåstuhttet guládallamij ja aktisasjbargguj rastá giellarájáj Sámen.
sma: Ööhpehtimmie edtja sjïehteladtedh faagen gïehtjedæmman jïh meatan årrodh identitetem skearkagidh, gïelem jïh kulturelle maahtaldahkem saemien evtiedidh jïh gaskesadtemem jïh ektiebarkoem eevtjedh gïeleraajoej bijjelen Saepmesne.

source: Dát merkaj doajmmat gielalattjat duon dán árenán, dåbddåt ietjas gielav ja dádjadit giella aneduvvá moatteláhkáj duon dán aktijvuodan.
sma: Dellie edtja gïelem joekehtslaakan maehtedh, jïjtse gïelem guerkiehtidh jïh goerkesidh gïelem joekehtslaakan åtna.

source: Dádjadusá baktu gåktu sebrudakrievddadime vájkkudahtti sámegielav, galggá tjiegŋodimfáhka arvusmahttet berustimev giellaj ja giellasujttuj ja måvtåstuhttet ja vaddet oahppáj stuoráp iesjluohtádusáv anátjit gielav aktijvalattjat.
sma: Goerkesimmien tjïrrh guktie siebredahke saemiengïelem dæjpa, gïehtjedimmmiefaage edtja gïelem eevtjedh jïh hoksedh jïh eadtjaldovvedh gïelem utnedh.

source: Vijdes gielalasj ja kultuvralasj máhtudahka máhttá vájkkudit vaj oahppe buorebut máhtti sæbrástallat juogu ietjas jali ietjá kultuvra ulmutjij jasskavuodajn, gierddisvuodajn ja vieledimijn.
sma: Vijries gïeleldh jïh kulturelle maahtaldahke maahta meatan årrodh sjïehteladtedh guktie buerebelaakan jeatjabidie jïjtse kultuvresne jïh dan ålkolen vuavkasjidh, guarkedh, jïh krööhkedh.

source: Dádjadit iehtjádij ságajt ja máhttet åvddånbuktet ietjas vuojnojt ja ájádusájt le ájnas oasse juohkkahattja giellamáhtudagás.
sma: Guarkedh maam jeatjah jiehtieh jïh maehtedh jïjtsh åssjelh åvtese buektedh lea vihkeles biehkie muvhti gïelemaahtaldahkese.

source: Ådåájggásasj sebrudagán le dárbulasj máhttet háldadit duov dáv mediav ja tevstajt majn li ållo ja moattelágásj oase biejadum aktij degu tjála, jiedna ja gåvvå ja sæmmi bále vuojnnet aktijvuodav giela ja árbbemáhto gaskan.
sma: Daalteje siebredahkesne daerpies maehtedh joekehts medijidie jïh ektienamme teekstide goh tjaalegh, tjoejenassh jïh guvvieh jïh seamma sienten vuejnedh guktie gïele jïh aarvoemaahtoe iktede.

source: Sámegiela tjiegŋodibme galggá liehket njálmálasj ja tjálalasj guládallama arena moattelágásj mediaj anedijn.
sma: Gïehtjedimmie saemien edtja sijjie årrodh njaalmeldh jïh tjaaleldh gaskesadtemasse joekehts medijah utnedh.

source: Sámegiela tjiegŋodibme galggá åvdedit oahppij njálmálasj ja tjálalasj tjehpudagáv, måvtåstuhttet lågåtjit ja tevstajt buvtadittjat ja anátjit gielav moattegielak sebrudagán.
sma: Gïehtjedimmie saemien edtja learohki njaalmeldh jïh tjaaleldh maahtoem evtiedidh, lohkemem jïh teekstetjaelemem skreejrehtidh jïh gelliegïeleldh siebredahkesne eadtjaldovvedh gïelem utnedh.

source: Barggo duojna dájna tevstajn ja moattelágásj guládallamvuogij galggá åvdedit lájttális ájádallamav, estehtalasj dåbdojt ja dájdov dádjadittjat ådåájggásasj mediaalmmavuodav.
sma: Joekehts teekstigujmie joekehtslaakan barkedh edtja meatan årrodh kritihke åssjaldahkh jïh estetihke vååjnoem vijriebasse evtiedidh jïh maahtoem vedtedh daaletje medijan aarkesne veasodh.

source: Fáhka galggá åvdedit dádjadusáv ja lájttális árvustallamav ietjas giellaåvddånimes ja dahkat oahppijt diedulasj oassevállden ietjasa oahppamprosessan.
sma: Faage edtja kritihke vierhtiedimmiem jïjtse gïeleevtiedimmeste evtiedidh jïh learohkidie vuerkiehtidh guktie jïjtjene lïeremisnie skearkagieh.

source: Fága oajvveoase
sma: Faagen åejvieboelhkh

source: Fáhka le juogeduvvam oajvveåsijda, ja juohkka oasen li máhtudakmihto.
sma: Faage lea åejvieboelhkine juakaldihkie, guktie maahtaldahkeulmine tjaaleme.

source: Oajvveoase li oase ållesvuodas ja dajn le aktijvuohta.
sma: Åejvieboelhkh ektesne govlesuvvieh.

source: Gåvvå oajvveåsijs:
sma: Åejvieboelhkh:

source: Jahkedásse
sma: Jaepietsiehkieh

source: Oajvveoase
sma: Åejvieboelhkh

source: Guoradallat gielav anon
sma: Gïelem utnedh

source: Giella ja guládallam
sma: Gïele jïh gaskesadteme

source: Oajvvesuorgen guoradallat gielav anon le sáhka giellasystema ja giellaano aktijvuodas.
sma: Åejvieboelhkesne gïelem utnedh edtja gïehtjedidh guktie gïele åtnalgåvva jïh guktie gïele bigkesovveme.

source: Oajvvesuorggáj gullu guoradallat sámegielav, gånnå guovdásj oase li ietjas giellaadno, dálásj ájge giella ja gåktu giellaadno le tjanádum iesjgeŋga dilláj ja kontækstaj.
sma: Åejvieboelhkesne edtja saemien gïelem goerehtalledh gusnie vihkeles aamhtesh jïjtjene gïeleåtnosne, daaletjegïelesne jïh guktie gïeleåtnoe beajjetji tsiehkine lea.

source: Dási gullu aj gæhttjat gielajt komparatijva tjalmij, gåktu sámegiella rievddá ájgij milta ja gåktu media sámegielav vájkkudahttá.
sma: Aaj komparatijve tjelmine gïelem edtja gïehtjedidh, guktie gïele jorkese jïh guktie medija saemien deadta.

source: Jårggålibme ja dålkkum sámegiela ja ietjá gielaj gaskav gullu aj oajvvesuorggáj.
sma: Daennie åejvieboelhkesne aaj edtja jarkoestidh jïh toelhkestidh saemien jïh jeatjah gïeli gaskem.

source: Oajvvesuorgge giella ja guládallam galggá åvddånahttet njálmálasj ja tjálalasj guládallamav, låhkåm- ja tjállemmáhtudagáv.
sma: Åejvieboelhkesne gïele jïh gaskesadteme edtja gïelem vijriebasse evtiedhdh dovne njaalmeldh jïh tjaaleldh gaskesadteme, lohkeme- jïh tjaelememaahtaldahkem.

source: Oajvvesuorge guovdátjin le dádjadit, árvustallat ja ájádallat njálmálasj ja tjálalasj åvddånbuktemvuogijt ja iesj dahkat ja åvddånbuktet duov dáv tækstatjerdav.
sma: Åejvieboelhken jarngesne edtja goerkesidh, vierhtiedidh jïh ussjedadtedh njaalmeldh jïh tjaaleldh vuekiej mietie jïh jïjtje joekehts teektsh darjodh jïh åvtese buektedh.

source: Dási gulluji moattebelak tevsta gånnå jiedna, tjála ja gåvå aktan dahki ålles sisanov.
sma: Daesnie ektiedamme teeksth gusnie tjoejenassh, tjaeleme jïh guvvieh ållesth åssjaldahke sjædta.

source: Oajvvesuorggáj gulluji åvddånbuktemvuoge dagu girje, teáhter, filma, avijsa, musihkkavideoa ja ådå digitála åvddånbuktemvuoge.
sma: Daennie åejvieboelhkesne aaj gærjah, teatere, filme, plaerieh musihkevidejovh jïh orre digitale vierhtieh meatan.

source: Fága tijmmalåhko
sma: Man gellie tæjmoe

source: Akta tijmma le 60 minuhta
sma: Man gellie tæjmoeh leah 60 minuhti mietie tjaalasovveme:

source: NUORAJDÁSEN
sma: NOERITSIEHKINE

source: 8.-10 jahkedásijn: 227 tijma
sma: 8.-10. jaepietsiehkine 227 tæjmoeh

source: Vuodotjehpudagá fágan
sma: Faagen maadth maahtoeh

source: Vuodotjehpudagá li integrereduvvam máhtudakmihtojda gånnå li maŋen åvddånahttemin fáhkamáhtudagáv ja li aj oassen dassta.
sma: Maadth maahtoeh leah maahtaldahkeulmine tjaalasovveme, gusnie galka evtiedidh lïeredh jïh galka boelhkine faagemaahtaldahkine årrodh.

source: Sámegiela tjiegŋodimen dádjaduvvi vuodotjehpudagá náv:
sma: Learoesoejkesjisnie saemien gïejhtjedimmine daah maahtaldahkeulmieh leah:

source: Máhttet njálmálattjat åvddånbuktet fágan sámegiela tjiegŋodimen merkaj máhttet gulldalit ja hållat ja árvustallat ságastallamij åsijt moattebelak ságastallamdilen.
sma: Maehtedh soptsestidh saemien gïehtjedimmesne, dellie galka goltelidh jïh soptsestidh jïh soptsestimmietsiehkiem vierhtiedidh gosse mubpiejgujmie soptsestidh.

source: Dav viertti máhttet gå galggá guládallat iehtjádij sihki sæbrástaládijn, barggoiellemin ja almulasj iellemin.
sma: Dïhte lea maadtojne gosse mubpiejgujmie soptsestidh, dovne gosse almetjigujmie ektesne lea, barkosne jïh byjjes tsiehkine lea.

source: Hållam ja gulldalibme li ulmutjij vuododåjma ma åvddåni systemáhtalasj åhpadimijn duon dán njálmálasj sjáŋŋara ja dåjmaj baktu.
sma: Goltelidh jïh soptsestidh leah almetji maadtoedarjomh, mejtie galka faagesne, saemien voestes gïeline, joekehts njaalmeldh sjaangeri jïh darjomi vieken evtiedidh.

source: Máhttet tjálalattjat åvddånbuktet sámegiela tjiegŋodimen merkaj máhttet åvddånbuktet ájádusájdis duon dán sjáŋŋarin ja moatten tækstahámen.
sma: Maehtedh tjaeledh saemien gïehtjedimmesne, dellie galka joekehts sjaangerine jïh gellie joekehts teeksth tjaeledh.

source: Tjálalasjvuohta sebrudagán lassán, ållagasj digitála guládallamvuogij åvddånime baktu.
sma: Maehtedh tjaeledh daerpies daaletje sïebredahkesne, sjïere daelie gosse jienebh digitale gaskesadtemevuekieh evtede.

source: Gájbbádus rijbadit tjálalasj åvddånbuktemij duon dán sjáŋŋarin le stuorrum.
sma: Daelie aaj krïebpesjimmie stuerebe sjïdteme edtja maehtedh joekehtslaakan tjaeledh.

source: Tjállem le vuohke åvddånahttet ja hábbmit huomahimijt ja ájádusájt, valla le aj guládallamvuohke ja oahppamvuohke.
sma: Gosse tjaeledh dellie eajhnide jïh åssjalommesidie evtede jïh öörnie, badth aaj sjïehteles gaskesadtemevuekieh jïh barkoevuekie guktie lïeredh.

source: Máhttet låhkåt sámegiela tjiegŋodimen le oasse praktihkalasj giellamáhtudagás ja merkaj oahppe máhttá dádjadusájn låhkåt, ja guoradallat ja ájádallat ájn vil tjiegŋalap tevstajt.
sma: Maehtedh lohkedh saemien gïehtjedimmesne, lea akte bielie eensi gïelemaahtaldahkese. Dellie tjoevere guarkedh, gïehtjedidh jïh ussjedadtedh gosse barkoes teeksth låhka.

source: Låhkåm åvddånahttá kulturdádjadusáv ja vaddá åtsådallamijt ja máhttelisvuodajt dádjadittjat ietjas ja sebrudagáv.
sma: Lohkeme kultuvregoerkesimmiem evtede jïh dååjrehtsh jïh nuepieh vadta jïjtjemse jïh siebredahkem guarkedh.

source: Máhttet rieknit sámegiela tjiegŋodimen merkaj dábálasj dádjadusåvddånibme, resonnerim ja tjuolmmatjoavddem.
sma: Maehtedh ryöknedh saemien gïehtjedimmesne, dellie galka galka orre baakoeh lïeredh, jïermestalledh jïh dåeriesmoerh tjuevtedh.

source: Dási gullu dádjadus hámes, systemas ja komposisjåvnås.
sma: Daerpies dellie guarkedh mij dïhte hammoe, struktuvre jïh komposisjovne lea.

source: Jus le dádjadittjat moattebelak tevstajt ja ássjeprosav, de le ájnas barggat gráfalasj åvddånbuktemij, tabellaj ja statestihkaj.
sma: Jis ektienamme teekstide jïh aamhteseprovsah guarkedh, dellie vihkeles grafihken vuesiehtimmieh, tabellh jïh statistihkeh guarkedh.

source: Máhttet adnet digitála ræjdojt sámegiela tjiegŋodimen le dárbulasj jus galggá rijbadit moattebelak tækstahámij ja åvddånbuktemij.
sma: Maehtedh digitale viehkiehvierhtieh saemien gïehtjedimmesne leah daerpies jis ektienamme teekstehammoeh jïh lahtesh guarkedh.

source: Dát rahpá ådå oahppamarenajt ja vaddá ådå máhttelisvuodajt låhkåm- ja tjállemåhpadusán, tevstaj dahkamin, komponeridattijn ja tevstaj divudimen.
sma: Digitale maahtoe orre lïerehtimmievuekieh buakta jïh aaj orrre nuepieh lohkeme- jïh tjaelemeööpehtæmman vadta, gosse galka teekstsh darjodh jïh jeatjahtehtedh.

source: Dán aktijvuodan le ájnas åvddånahttet lájttális árvustallamdájdov ja diedulasj gálldoanov.
sma: Daesnie vihkeles eensilaakan gaaltijide vierhtiedidh jïh laejhtedh gosse dejtie galka utnedh.

source: Digitála ræjdo adno máhttá aj doarjjot ja åvddånahttet oahppij guládallamtjehpudagájt ja åvddånbuktemijt.
sma: Digitale vierhtieh maahta learohken gaskesadtememaahtoem jïh vuesiehtimmiem dåarjodh jïh evtiedidh.

source: Fága máhtudakmihto
sma: Faagen maahtaldahkeulmieh

source: 10. jahkedáse maŋŋela
sma: Maahtaldahkeulmieh 10. jaepietsiehkiej mænngan

source: Åhpadusá mihttomierre le oahppe galggá máhttet
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: Plánit, tjadádit ja åvddånbuktet guoradallamav gåktu máná ja nuora adni sámegielav ja gåktu duot dát áldarjuogos adná gielav duon dán láhkáj
sma: soejkesjidh, tjïrrehtidh jïh goerehtallemem åvtese buektedh gusnie vuesiehtieh guktie maanah jïh noerh saemien utnieh jïh guktie gïelem utnieh dej ovmessie jaepiedåehkine

source: guoradallat gåktu teknologija ja sebrudakrievddadime vájkkudahtti sámegielav ja giela anov ja árvvaladdat árbbemáhto árvov udnásj sebrudagán
sma: goerehtalledh guktie teknologije jïh siebredahken jeatjahtahtemh saemien jïh gïelem åtnoem dæjpa jïh dïejveldidh mij dïhte aerpiemaahtoeh daaletje siebredahkesne

source: åvddånbuktet báhkotsåmijt ja gielalasj gåvådallamijt sámegiellaj ja buohtastahttet ietjá gielaj, ja ságastallat gåktu dákkár gåvådallama máhtti åvdåstit duov dáv ájádallamvuogev
sma: baakoeraajesh jïh guvvielaaketje lahtesh åvtese buektedh saemien jïh vuertasjidh mij dïhte joekehtse saemien jïh jeatjah gïeli gaskem, jïh soptsestidh guktie dagkerh lahtesh maehtieh joekehts åssjaldahkh vuesiehtidh

source: buohtastahttet tjálalasj sámegiela bágojt ja grammáhtalasj hámijt hållamgielajn ja åvddånbuktet buohtastahttema båhtusijt
sma: tjaaleldh saemien baakoeh jïh grammatihke hammoh soptsestimmie gïeline viertiestidh jïh barkoem åvtese buektedh

source: gæhttjaladdat dålkkut ja jårggålit sámegiela ja ietjá gielaj gaskav ja ságastallat gåktu dádjadusá rievddi báhkoválljima ja kontevsta gáktuj
sma: voejhkelidh toelhkestidh jïh jarkoestidh saemien jïh jeatjah gïeli gaskem jïh soptsestidh guktie jiehtege dan mietie jorkesåvva

source: gæhttjaladdat duojna dájna njálmálasj ja tjálalasj åvddånbuktemvuogijn duon dán sjáŋŋarin
sma: voejhkelidh joekehts njaalmeldh jïh tjaaleldh lahtesh joekehts sjaangerinie

source: åvddånbuktet muhtem bágojt ja moallánahkkojt ma li muodugattja duon dán sámegiellasuorgen ja muhtemijt ma ælla muodugattja
sma: åvtese buektedh måedtie baakoeh jïh lahtesh mah seamma jïh joekehts dah ovmessie saemiengïeline

source: dokumenterit ja árvustallat ietjas åvddånimev bargadijn guoradallat giela anov
sma: vihtesjidh jïh vïertiestidh jïjtjene evtiedimmiem gosse barka goerehtalla gïelen åtnoem

source: låhkåt ja åvddånbuktet oasev iesjválljidum tevstajs
sma: lohkedh jïh åehpiedehtedh måedtie teeksth maam jïjtje veeljeme

source: åvddånbuktet ietjas filmma-, teáhter- ja musihkkamuossádusajt ja árvustallat vájkkudimnævoj anov
sma: åvtese buektedh jïjtje domtesem filmeste, teateristie jïh musihkeste jïh vierhtiej åtnoem viertiestidh

source: åvddånbuktet ja kommenterit mediaássjijt iesjválljidum mediajs ja gárvedit ietjas ássjijt duon dán mediaj
sma: åvtese buektedh jïh lahtestidh medijabihkeds medijijstie maam jïjtje veeljeme jïh jïjtje bihkeds joekehts medijidie darjodh

source: åvddånbuktet prográmmav gånnå li duo dá åvddånbuktemvuoge ietjas jali iehtjádij tevstaj milta
sma: åvtese buektedh ektienamme programmem joekehts lahtesistie maam jïjtjene jallh jeatjaj teekstijste vaalteme

source: digitála ræjdoj baktu dahkat ja åvddånbuktet moattebelak tevstajt gånnå girjetjállij bargo li vuodon
sma: evtiedidh jïh åehpiedehtedh ektienamme teeksth tjaelijijstie digitale vierhtiejgujmieutvikle

source: buohtastahttet ja árvustallat sámegiel næhttabájkijt moattegielakvuoda, adnemvuogij, diehtoávke ja hábbmima gáktuj
sma: viertiestidh jïh vierhtiedidh saemien nedtebielieh gelliegieleldh, dej åtnoevuekieh jïh bïevnesevierhtijste jïh designem

source: árvustallat gálldoanov sisano, ráddimriektá ja persåvnnåsuodjalime hárráj
sma: vierhtiedidh gaaltijh åtnoe, dej sisvegh, aalkoereakta jïh persovnevaarjelimmie

source: dokumenterit ja árvustallat ietjas åvddånimev tækstabargujn
sma: vihtesjidh jïh vierhtiedidh jïjtjene evtiedimmiem gosse teekstigujmie barka

source: Árvustallam fágan
sma: Faagem vierhtiedidh

source: Loahppaárvustallama mærrádusá:
sma: Nænnoestimmieh guktie faagem vierhtiedidh:

source: Åbbålasjkaraktera árvustallam
sma: Elliesvïhnesjimmie

source: Årnik
sma: Öörnege

source: 10. jahkedásse
sma: 10. jaepietsiehkesne

source: Oahppe galggi oadtjot avtav åbbålasjkarakterav.
sma: Learohkh gelkieh elliesvïhnesjimmieh åadtjodh.

source: Eksábma - oahppe
sma: Eksamene learoehkidie

source: Oahppe máhtti vuorbbáduvvat njálmálasj eksábmaj.
sma: Learohkh maehtieh aktem njaalmeldh eksamenem åadtjodh.

source: Njálmálasj eksábma dagáduvvá ja árvustaláduvvá bájkálattjat.
sma: Njaalmeldh eksamenem byjreskisnie dorje jïh vierhtede.

source: Eksábma - privatista
sma: Eksamene privatistide

source: Vuohke
sma: Öörnege

source: Gehtja ållessjattugij vuodoskåvllååhpadusá guoskavasj årtnigav.
sma: Vuartesjh guktie maadthskuvlelohkehtimmie geerve almetjidie öörnesovveme.

source: Dábálasj mærrádusá árvustallama birra le mierreduvvam åhpaduslága njuolgadustjállagin.
sma: Dah daamts nænnoestimmieh guktie vierhtiedidh leah ööhpehtimmielaakesne tjaalasovveme.
